Repository: isabella232/shuup-cms-blog
Catalog: shuup_cms_blog/locale/*/LC_MESSAGES/django.po
Languages: es, sv_se

source: page
es: página
sv_se: sida

source: This is a blog article
es: Este es un artículo de blog
sv_se: Detta är en bloggartikel

source: Indicates whether this is a blog article and it should appear on articles list.
es: Indica si se trata de un artículo de blog y debería aparecer en la lista de artículos.
sv_se: Anger om detta är en bloggartikel och den ska visas i artikellistan.

source: Image
es: Imagen
sv_se: Bild

source: The image for the article.
es: La imagen del artículo.
sv_se: Bilden för artikeln.

source: Small description
es: Pequeña descripción
sv_se: Liten beskrivning

source: Define a small description to be shown in article list. This is the text that should capture users attention.
es: Defina una pequeña descripción para que se muestre en la lista de artículos. Este es el texto que debería captar la atención de los usuarios.
sv_se: Definiera en liten beskrivning som ska visas i artikellistan. Det här är texten som bör fånga användarnas uppmärksamhet.

source: blog article
es: artículo de blog
sv_se: bloggartikel

source: blog articles
es: artículos de blog
sv_se: bloggartiklar

source: Blog Articles List
es: Lista de artículos del blog
sv_se: Blogg Artikellista

source: Blog Article Page
es: Página de artículo de blog
sv_se: Bloggs artikelsida

source: Blog Article
es: Artículo del blog
sv_se: Bloggartikel

source: Home
es: Casa
sv_se: Hem
